<%@ page language="java" contentType="text/html; charset=UTF-8"
    pageEncoding="UTF-8"%>
<%@ taglib prefix="c" uri="http://java.sun.com/jsp/jstl/core"  %>
<c:set var="path2" value="${pageContext.request.contextPath }" />
<c:set var="path1" value="${request.getContextPath() }" />
<!DOCTYPE html>
<html>
<head>
	<meta charset="UTF-8">
    <meta name="viewport" content="width=device-width, initial-scale=1">
    <jsp:include page="/head.jsp" />
	<title>약관 동의</title>
	<style>
	</style>
</head>
<body>
	<jsp:include page="${path1 }/header.jsp" />
	<div class="term_wrap">
	<h2 style="text-align:center; font-size:24px; margin-bottom:16px; margin-left:520px; margin-right:520px;">개인정보처리방침 및 약관 동의</h2>
		<div class="term1">
			<textarea style="width:720px; height:480px; resize:none;" readonly>
제1조(개인정보의 처리 목적)
강릉시에서는 개인정보를 다음의 목적을 위해 처리합니다. 처리하고 있는 개인정보는 다음의 목적 이외의 용도로는 이용되지 않으며 이용 목적이 변경되는 경우에는 법 제18조에 따라 별도 동의를 받는 등 필요한 조치를 이행 할 예정입니다.

1홈페이지 회원가입 및 관리
회원 가입의사 확인, 회원제 서비스 제공에 따른 본인 식별·인증, 회원자격유지·관리, 제한적 본인확인제 시행에 따른 본인확인, 서비스 부정이용 방지, 만14세 미만 아동의 개인정보 처리시 법정대리인의 동의여부 확인, 각종 고지·통지, 고충처리 등을 목적으로 개인정보를 처리합니다.

2민원사무 처리
민원사무처리 민원인의 신원 확인, 민원사항 확인, 사실조사를 위한 연락·통지, 처리결과 통보 등의 목적으로 개인정보를 처리합니다.

3공공서비스 제공
자치행정, 지역경제, 보건복지, 교육, 도시계획, 건축, 문화예술, 환경관리 등 주민생활과 밀접한 공공서비스 제공을 목적으로 개인정보를 처리 합니다.

개인정보의 처리 및 보유기간 라벨제2조(개인정보의 처리 및 보유기간)
1강릉시는 법령에 따른 개인정보 보유·이용기간 또는 정보주체로부터 개인정보를 수집 시에 동의 받은 개인정보 보유·이용기간 내에서 개인정보를 처리·보유합니다.
2각각의 개인정보 처리 및 보유 기간은 「강릉시 개인정보파일대장」을 참조 하시기 바라며, 다음과 같은 방법으로 조회하실 수 있습니다.
개인정보보호 포털 접속
 
민원마당
 
개인정보 열람 등 요구
 
개인정보파일 목록 검색
 
기관명에 "강릉시" 입력 후 검색
처리하는 개인정보의 항목 라벨제3조(처리하는 개인정보의 항목)
1강릉시에서 홈페이지 회원관리, 민원사무처리, 공공서비스 제공 등을 위해 처리하는 개인정보 항목 및 수집 방법은 「강릉시 개인정보파일대장」을 참조하시기 바랍니다. 개인정보파일은 제2조 제2항에 안내한 방법으로 조회하실 수 있습니다.
2인터넷 서비스 이용과정에서 아래 개인정보 항목이 자동으로 생성되어 수집될 수 있습니다.
이용자 IP주소, 방문기록, 이용자의 브라우저 종류 및 OS 등
개인정보의 제3자 제공 라벨제4조(개인정보의 제3자 제공)
1강릉시는 정보주체의 동의, 법률의 특별한 규정 등 법 제17조및 제18조에 해당하는 경우에만 개인정보를 제3자에게 제공합니다.
2강릉시가 개인정보를 제공하는 기관과 제공근거 및 범위는 「강릉시 개인정보파일대장」의 「개인정보를 통상적 또는 반복적으로 제공하는 경우 항목」을 참조 하시기 바랍니다.
제3자에게 제공하는 개인정보파일 다운로드
개인정보처리 위탁 라벨제5조(개인정보처리 위탁)
1강릉시는 원활한 개인정보 업무처리를 위하여 다음과 같이 개인정보 처리업무를 위탁하고 있습니다.
2강릉시는 개인정보 처리 위탁계약 체결시 법 제26조에 따라 위탁 업무 수행목적외 개인정보 처리금지, 기술적·관리적 보호조치, 재위탁 제한, 수탁자에 대한 관리·감독, 손해배상 등 책임에 관한 사항을 계약서 등 문서에 명시하고, 수탁자가 개인정보를 안전하게 처리하는지를 감독하고 있습니다. 또한, 위탁업무의 내용이나 수탁자가 변경될 경우에는 지체없이 본 개인정보 처리방침을 통하여 공개하도록 하겠습니다.
개인정보처리 위탁현황 다운로드
개인정보의 파기절차 및 파기방법 라벨제6조(개인정보의 파기절차 및 파기방법)
강릉시는 원칙적으로 개인정보 처리목적이 달성된 경우에는 지체 없이 해당 개인정보를 파기합니다. 다만, 다른 법률에 따라 보존하여야하는 경우에는 그러하지 않습니다. 파기의 절차, 기한 및 방법은 다음과 같습니다.

1파기절차
불필요한 개인정보 및 개인정보파일은 개인정보 책임자의 책임하에 내부 방침 절차에 따라 다음과 같이 처리하고 있습니다.
개인정보의 파기
보유기간이 경과한 개인정보는 종료일로부터 지체 없이 파기합니다.
개인정보파일의 파기
개인정보파일의 처리 목적 달성, 해당 서비스의 폐지, 사업의 종료 등 그 개인정보파일이 불필요하게 되었을 때에는 개인정보의 처리가 불필요한 것으로 인정 되는 날로 부터 지체 없이 그 개인정보파일을 파기합니다.
1파기방법
전자적 형태의 정보는 기록을 재생할 수 없는 기술적 방법을 사용합니다.
종이에 출력된 개인정보는 분쇄기로 분쇄하거나 소각을 통하여 파기합니다.
정보주체와 법정대리인의 권리·의무 및 그 행사방법 라벨7조(정보주체와 법정대리인의 권리·의무 및 그 행사방법)
1정보주체는 다음과 같은 권리를 행사할 수 있으며, 만14세 미만 아동의 법정대리인은 그 아동의 개인정보에 대한 열람, 정정·삭제, 처리정지를 요구할 수 있습니다.
개인정보 열람 요구
강릉시에서 보유하고 있는 개인정보파일은 법 제35조 1항에 따라 열람을 요구할 수 있습니다. 개인정보 열람 요구 시 법 제35조 4항에 의하여 열람을 제한할 수 있습니다.

1 법률에 따라 열람이 금지되거나 제한되는 경우

2 다른 사람의 생명·신체를 해할 우려가 있거나 다른 사람의 재산과 그 밖의 이익을 부당하게 침해할 우려가 있는 경우

3 공공기관이 다음 각 목의 어느 하나에 해당하는 업무를 수행할 때 중대한 지장을 초래하는 경우

- 조세의 부과·징수 또는 환급에 관한 업무

- 「초·중등교육법」및「고등교육법」에 따른 각급 학교,「평생교육법」에 따른 평생교육시설, 그 밖의 다른 법률에 따라 설치된 고등교육기관에서의 성적 평가 또는 입학자 선발에 관한 업무

- 학력·기능 및 채용에 관한 시험, 자격 심사에 관한 업무

- 보상금·급부금 산정 등에 대하여 진행 중인 평가 또는 판단에 관한 업무

- 다른 법률에 따라 진행 중인 감사 및 조사에 관한 업무

개인정보 정정·삭제 요구
강릉시에서 보유하고 있는 개인정보파일은 법 제36조(개인정보의 정정·삭제)에 따라 정정·삭제를 요구할 수 있습니다. 다만, 다른 법령에서 그 개인정보가 수집 대상으로 명시되어 있는 경우에는 그 삭제를 요구할수 없습니다.

개인정보 처리정지 요구
강릉시에서 보유하고 있는 개인정보파일은 법 제37조(개인정보의 처리정지 등)에 따라 처리정지를 요구할 수 있습니다. 개인정보 처리정지 요구시 법 제37조 2항에 의하여 처리정지 요구를 거절할 수 있습니다.

1 법률에 특별한 규정이 있거나 법령상 의무를 준수하기 위하여 불가피한 경우

2 다른 사람의 생명·신체를 해할 우려가 있거나 다른 사람의 재산과 그 밖의 이익을 부당하게 침해할 우려가 있는 경우

3 공공기관이 개인정보를 처리하지 아니하면 다른 법률에서 정하는 소관업무를 수행할 수 없는 경우

4 개인정보를 처리하지 아니하면 정보주체와 약정한 서비스를 제공하지 못하는 등 계약의 이행이 곤란한 경우로서 정보주체가 그 계약의 해지의사를 명확하게 밝히지 아니한 경우

2개인정보 열람, 정정·삭제, 처리정지 요구는 개인정보보호종합포털을 통해 온라인 신청을 하거나 개인정보파일을 취급·관리하고 있는 부서에 오프라인 신청하실 수 있습니다.
개인정보 열람, 정정·삭제, 처리정지 요구 방법
온라인(인터넷) 신청 방법	오프라인(서면) 신청 방법
개인정보보호 종합포털에 접속(홈페이지 바로가기)
개인정보민원 > 개인정보열람 등 요구안내 > 개인정보 열람 등 청구 클릭
I-PIN인증으로 본인 확인
[개인정보파일 목록검색]을 통한 대상기관 선택
신청유형 선택 (열람,정정·삭제,처리정지 중 택1)
요구서 작성 후 민원청구
[개인정보 열람, 정정·삭제, 처리정지 요구서]를 작성하여 개인정보파일 관리 부서로 제출
※ 신청서 작성시, 강릉시 개인정보파일대장을 통해 열람하고자 하는 개인정보파일명과 처리 부서명을 확인하여 기재
청구주체 확인을 위해 주민등록증, 운전면허증, 여권 등의 신분증명서를 제시하여야 함
※ 만일, 대리인을 통하여 신청할 경우에는 위임장을 제출해야 함
[개인정보보호법 시행규칙 별지 제8호] 개인정보(열람, 정정·삭제, 처리정지)요구서 다운로드
[개인정보보호법 시행규칙 별지 제11호] 위임장다운로드
3개인정보 열람 등 요구 거절 조치 시 이의제기 안내
법 제38조(권리행사의 방법 및 절차)에 의해 정보주체자는 개인정보 열람 등 요구에 대한 거절 조치에 대하여 불복이 있는 경우, 이에 대한 이의를 제기할 수 있습니다.
개인정보 열람 요구
청구방법 : 서면, 유선을 통해 이의신청.

청구기간 : 강릉시로부터 결과통지를 받은 날로부터 10일이내 이의신청

청구장소 : 강릉시 행정국 정보통신과 개인정보보호담당자

주소 : [25522] 강원도 강릉시 강릉대로 33(홍제동) / 강릉시청 정보통신과

전화 : 033-640-5329 / 팩스 : 033-640-4990

개인정보의 안전성 확보 조치 라벨제8조(개인정보의 안전성 확보 조치)
강릉시는 법 제29조에 따라 다음과 같이 안전성 확보에 필요한 기술적·관리적 및 물리적 조치를 하고 있습니다.

1내부관리계획의 수립 시행
개인정보 취급 직원의 최소화 및 교육 개인정보를 취급하는 직원을 지정하고 담당자에 한정시켜 최소화하여 개인정보를 관리하는 대책을 시행하고 있습니다.

2개인정보 취급 담당자의 최소화 및 교육
개인정보를 취급하는 담당자를 지정하고 최소화하여 개인정보를 관리하는 대책을 시행하고 있습니다.

3개인정보에 대한 접근 제한
개인정보를 처리하는 데이터베이스시스템에 대한 접근권한의 부여, 변경, 말소를 통하여 개인정보에 대한 접근통제를 위하여 필요한 조치를 취하고 있으며 침입차단시스템을 이용하여 외부로부터의 무단 접근을 통제하고 있습니다.

4개인정보의 암호화
이용자의 비밀번호는 암호화 되어 저장 및 관리되고 있으며 고유식별정보 등 중요한 데이터는 저장 및 전송시 데이터를 암호화 하거나 파일 잠금기능을 사용하는 등의 별도 보안기능을 사용하고 있습니다.

5접속기록의 보관 및 위변조 방지
인정보처리시스템에 접속한 기록을 최소 1년 이상 보관·관리하고 있으며, 접속기록이 위변조 및 도난, 분실되지 않도록 보안기능을 사용하고 있습니다.

6해킹 등에 대비한 기술적 대책
강릉시는 해킹이나 컴퓨터 바이러스 등에 대한 개인정보 유출 및 훼손을 막기 위하여 보안프로그램을 설치하고 주기적인 갱신 및 점검을 하며, 외부로부터 접근이 통제된 구역에 시스템을 설치하고 기술적·물리적으로 감시 및 차단하고 있습니다.

7비인가자에 대한 출입 통제
개인정보를 보관하고 있는 물리적 보관 장소를 별도로 두고 이에 대해 출입통제 절차를 수립·운영하고 있습니

개인정보 자동 수집 장치의 설치·운영 및 거부에 관한 사항 라벨제9조(개인정보 자동 수집 장치의 설치·운영 및 거부에 관한 사항)
1강릉시 홈페이지는 이용자에게 개인형 서비스를 제공하기 위해 이용정보를 저장하고 수시로 불러오는 쿠키를 사용합니다. 쿠키는 웹사이트를 운영하는데 이용되는 서버가 이용자의 컴퓨터 브라우저에게 보내는 소량의 정보이며, 이용자들의 pc 컴퓨터내의 하드디스크에 저장되기도 합니다.
2쿠키의 사용 목적 : 자주 찾는 서비스를 설정할 수 있도록 하여 이용자에게 최적화된 정보 제공을 위해 사용됩니다. 인터넷 서비스 이용과정에서 아래 개인정보 항목이 자동으로 생성되어 수집 될 수 있습니다.
3쿠키의 설치 운영 및 거부 : 웹브라우저 상단의 도구 ⇒ 인터넷 옵션 ⇒ 개인정보 메뉴의 옵션 설정을 통해 쿠키 저장을 거부할 수 있습니다. 쿠키 저장을 거부할 경우 개인형 서비스 이용에 어려움이 발생할 수 있습니다.
개인정보의 추가적인 이용·제공의 기준 라벨제10조 (개인정보의 추가적인 이용·제공의 기준)
1정보주체의 동의없이 추가적인 이용 또는 제공할 때 판단기준은 다음과 같습니다.
당초 수집 목적과 관련성이 있는지 여부
개인정보를 수집한 정황 또는 처리 관행에 비추어 볼 때 개인정보의 추가적인 이용 또는 제공에 대한 예측 가능성이 있는지 여부
정보주체의 이익을 부당하게 침해하는지 여부
가명처리 또는 암호화 등 안전성 확보에 필요한 조치를 하였는지 여부
가명정보 처리 라벨제11조(가명정보 처리)
1강릉시는 수집한 개인정보를 특정 개인이 알아볼 수 없도록 가명처리하여 통계작성, 과학적 연구, 공익적 기록보존 등을 위하여 처리할 수 있습니다. 이때 가명정보는 재식별되지 않도록 분리하여 별도 저장‧관리하고 필요한 기술적‧관리적‧보호조치를 취합니다.
2가명정보의 처리는 「강원 가명정보 활용지원센터」를 활용할 수 있습니다.
3가명정보의 처리 사항이 발생하는 경우에는 본 개인정보 처리방침을 통하여 공개하도록 하겠습니다.
개인정보보호 책임자 라벨제12조(개인정보보호 책임자)
강릉시는 개인정보를 보호하고 개인정보와 관련한 불만을 처리하기 위하여 아래와 같이 개인정보 보호책임자 및 실무담당자를 지정하고 있습니다.

(개인정보보호법 제31조제1항에 따른 개인정보보호책임자)
(동법 시행령 제32조 개인정보보호책임자의 업무 및 지정요건 등)
개인정보보호책임자 : 행정국장 최윤순
전화번호 : 033-640-5015
FAX : 033-640-4734
개인정보보호담당자 : 정보통신과 이상희
전화번호 : 033-640-5329
FAX : 033-640-4990
개인정보의 열람청구를 접수·처리하는 부서 라벨제13조(개인정보의 열람청구를 접수·처리하는 부서)
1정보주체는 법 제35조에 따른 개인정보의 열람 청구를 아래의 부서에 할 수 있고, 강릉시는 정보주체의 개인정보 열람청구를 신속하게 처리하여야 한다.
개인정보 열람청구 접수·처리부서
부서명 : 정보통신과
담당자 : 이상희
연락처 : 033-640-5329
2정보주체는 제1항의 열람청구 접수처리 부서 이외에 행정안전부의 개인정보종합포털 웹사이트를 통해 개인정보 열람청구를 할 수 있습니다.
※ 개인정보보호 포털(www.privacy.go.kr) 접속 ⇒ 민원마당 ⇒ 개인정보 열람등요구(휴대폰 인증 필요)
권익침해 구제방법 라벨제14조 (권익침해 구제방법)
1정보주체는 아래의 기관에 대해 개인정보 침해에 대한 피해구제, 상담 등을 문의 하실 수 있습니다.
개인정보분쟁조정위원회 (분쟁조정위원회 운영)
소관업무 : 개인정보 분쟁조정신청, 집단분쟁조정 (민사적 해결)
홈페이지 : www.kopico.go.kr 홈페이지 바로가기
전화 : (국번없이) 1833-6972
주소 : (03171) 서울특별시 종로구 세종대로 209 정부서울청사 4층 개인정보분쟁조정위원회
개인정보침해신고센터 (한국인터넷진흥원 운영)
소관업무 : 개인정보 침해사실 신고, 상담 신청
홈페이지 : privacy.kisa.or.kr 홈페이지 바로가기
전화 : (국번없이)118
주소 : (58324) 전라남도 나주시 진흥길 9(빛가람동 301-2) 3층 개인정보 침해신고센터
대검찰청 사이버범죄수사단
홈페이지 : www.spo.go.kr 홈페이지 바로가기
전화 : (국번없이) 1301번
경찰청 사이버수사국
홈페이지 : cyberbureau.police.go.kr 홈페이지 바로가기
전화 : (국번없이) 182
2또한, 개인정보의 열람, 정정·삭제, 처리정지 등에 대한 정보주체자의 요구에 대하여 공공기관의 장이 행한 처분 또는 부작위로 인하여 권리 또는 이익을 침해 받은 자는 행정심판법이 정하는 바에 따라 행정심판을 청구할 수 있습니다.
중앙행정심판위원회의 전화번호 안내 참조

개인정보 처리방침의 변경 라벨제15조(개인정보 처리방침의 변경)
이 개인정보처리방침은 시행일로부터 적용되며, 법령 및 방침에 따른 변경내용의 추가, 삭제 및 정정이 있는 경우에는 변경사항의 시행 전부터 공지사항을 통하여 고지할 것입니다.

1본 방침은 2022년 11월 3일 부터 시행 됩니다.
			</textarea>
			<div style="margin: 0 auto; padding:16px; width:90px; padding-bottom:36px;">
				<label class="checkbox" for="ck1">
				  <input type="checkbox" id="ck1">
				  동의
				</label>
			</div>
			<textarea style="width:720px; height:480px; resize:none;" readonly>
			제 1 조 (목적)
이 약관은 {COMPANY_NAME}(이하 "사이트"라 합니다)에서 제공하는 인터넷서비스(이하 "서비스"라 합니다)의 이용 조건 및 절차에 관한 기본적인 사항을 규정함을 목적으로 합니다.

 

제 2 조 (약관의 효력 및 변경)
① 이 약관은 서비스 화면이나 기타의 방법으로 이용고객에게 공지함으로써 효력을 발생합니다.
② 사이트는 이 약관의 내용을 변경할 수 있으며, 변경된 약관은 제1항과 같은 방법으로 공지 또는 통지함으로써 효력을 발생합니다.

 

제 3 조 (용어의 정의)
이 약관에서 사용하는 용어의 정의는 다음과 같습니다.
① 회원 : 사이트와 서비스 이용계약을 체결하거나 이용자 아이디(ID)를 부여받은 개인 또는 단체를 말합니다.
② 신청자 : 회원가입을 신청하는 개인 또는 단체를 말합니다.
③ 아이디(ID) : 회원의 식별과 서비스 이용을 위하여 회원이 정하고 사이트가 승인하는 문자와 숫자의 조합을 말합니다.
④ 비밀번호 : 회원이 부여 받은 아이디(ID)와 일치된 회원임을 확인하고, 회원 자신의 비밀을 보호하기 위하여 회원이 정한 문자와 숫자의 조합을 말합니다.
⑤ 해지 : 사이트 또는 회원이 서비스 이용계약을 취소하는 것을 말합니다.

 

제 2 장 서비스 이용계약

 

제 4 조 (이용계약의 성립)
① 이용약관 하단의 동의 버튼을 누르면 이 약관에 동의하는 것으로 간주됩니다.
② 이용계약은 서비스 이용희망자의 이용약관 동의 후 이용 신청에 대하여 사이트가 승낙함으로써 성립합니다.

 

제 5 조 (이용신청)
① 신청자가 본 서비스를 이용하기 위해서는 사이트 소정의 가입신청 양식에서 요구하는 이용자 정보를 기록하여 제출해야 합니다.
② 가입신청 양식에 기재하는 모든 이용자 정보는 모두 실제 데이터인 것으로 간주됩니다. 실명이나 실제 정보를 입력하지 않은 사용자는 법적인 보호를 받을 수 없으며, 서비스의 제한을 받을 수 있습니다.

 

제 6 조 (이용신청의 승낙)
① 사이트는 신청자에 대하여 제2항, 제3항의 경우를 예외로 하여 서비스 이용신청을 승낙합니다.
② 사이트는 다음에 해당하는 경우에 그 신청에 대한 승낙 제한사유가 해소될 때까지 승낙을 유보할 수 있습니다.
가. 서비스 관련 설비에 여유가 없는 경우
나. 기술상 지장이 있는 경우
다. 기타 사이트가 필요하다고 인정되는 경우
③ 사이트는 신청자가 다음에 해당하는 경우에는 승낙을 거부할 수 있습니다.
가. 다른 개인(사이트)의 명의를 사용하여 신청한 경우
나. 이용자 정보를 허위로 기재하여 신청한 경우
다. 사회의 안녕질서 또는 미풍양속을 저해할 목적으로 신청한 경우
라. 기타 사이트 소정의 이용신청요건을 충족하지 못하는 경우

 

제 7 조 (이용자정보의 변경)
회원은 이용 신청시에 기재했던 회원정보가 변경되었을 경우에는, 온라인으로 수정하여야 하며 변경하지 않음으로 인하여 발생되는 모든 문제의 책임은 회원에게 있습니다.

 

제 3 장 계약 당사자의 의무

 

제 8 조 (사이트의 의무)
① 사이트는 회원에게 각 호의 서비스를 제공합니다.
가. 신규서비스와 도메인 정보에 대한 뉴스레터 발송
나. 추가 도메인 등록시 개인정보 자동 입력
다. 도메인 등록, 관리를 위한 각종 부가서비스
② 사이트는 서비스 제공과 관련하여 취득한 회원의 개인정보를 회원의 동의없이 타인에게 누설, 공개 또는 배포할 수 없으며, 서비스관련 업무 이외의 상업적 목적으로 사용할 수 없습니다. 단, 다음 각 호의 1에 해당하는 경우는 예외입니다.
가. 전기통신기본법 등 법률의 규정에 의해 국가기관의 요구가 있는 경우
나. 범죄에 대한 수사상의 목적이 있거나 정보통신윤리 위원회의 요청이 있는 경우
다. 기타 관계법령에서 정한 절차에 따른 요청이 있는 경우
③ 사이트는 이 약관에서 정한 바에 따라 지속적, 안정적으로 서비스를 제공할 의무가 있습니다.

 

제 9 조 (회원의 의무)
① 회원은 서비스 이용 시 다음 각 호의 행위를 하지 않아야 합니다.
가. 다른 회원의 ID를 부정하게 사용하는 행위
나. 서비스에서 얻은 정보를 사이트의 사전승낙 없이 회원의 이용 이외의 목적으로 복제하거나 이를 변경, 출판 및 방송 등에 사용하거나 타인에게 제공하는 행위
다. 사이트의 저작권, 타인의 저작권 등 기타 권리를 침해하는 행위
라. 공공질서 및 미풍양속에 위반되는 내용의 정보, 문장, 도형 등을 타인에게 유포하는 행위
마. 범죄와 결부된다고 객관적으로 판단되는 행위
바. 기타 관계법령에 위배되는 행위
② 회원은 관계법령, 이 약관에서 규정하는 사항, 서비스 이용 안내 및 주의 사항을 준수하여야 합니다.
③ 회원은 내용별로 사이트가 서비스 공지사항에 게시하거나 별도로 공지한 이용 제한 사항을 준수하여야 합니다.

 

제 4 장 서비스 제공 및 이용

 

제 10 조 (회원 아이디(ID)와 비밀번호 관리에 대한 회원의 의무)
① 아이디(ID)와 비밀번호에 대한 모든 관리는 회원에게 책임이 있습니다. 회원에게 부여된 아이디(ID)와 비밀번호의 관리소홀, 부정사용에 의하여 발생하는 모든 결과에 대한 전적인 책임은 회원에게 있습니다.
② 자신의 아이디(ID)가 부정하게 사용된 경우 또는 기타 보안 위반에 대하여, 회원은 반드시 사이트에 그 사실을 통보해야 합니다.

 

제 11 조 (서비스 제한 및 정지)
① 사이트는 전시, 사변, 천재지변 또는 이에 준하는 국가비상사태가 발생하거나 발생할 우려가 있는 경우와 전기통신사업법에 의한 기간통신 사업자가 전기통신서비스를 중지하는 등 기타 불가항력적 사유가 있는 경우에는 서비스의 전부 또는 일부를 제한하거나 정지할 수 있습니다.
② 사이트는 제1항의 규정에 의하여 서비스의 이용을 제한하거나 정지할 때에는 그 사유 및 제한기간 등을 지체없이 회원에게 알려야 합니다.

 

제5장 계약사항의 변경, 해지

 

제 12 조 (정보의 변경)
회원이 주소, 비밀번호 등 고객정보를 변경하고자 하는 경우에는 홈페이지의 회원정보 변경 서비스를 이용하여 변경할 수 있습니다.

 

제 13 조 (계약사항의 해지)
회원은 서비스 이용계약을 해지할 수 있으며, 해지할 경우에는 본인이 직접 서비스를 통하거나 전화 또는 온라인 등으로 사이트에 해지신청을 하여야 합니다. 사이트는 해지신청이 접수된 당일부터 해당 회원의 서비스 이용을 제한합니다. 사이트는 회원이 다음 각 항의 1에 해당하여 이용계약을 해지하고자 할 경우에는 해지조치 7일전까지 그 뜻을 이용고객에게 통지하여 소명할 기회를 주어야 합니다.
① 이용고객이 이용제한 규정을 위반하거나 그 이용제한 기간 내에 제한 사유를 해소하지 않는 경우
② 정보통신윤리위원회가 이용해지를 요구한 경우
③ 이용고객이 정당한 사유 없이 의견진술에 응하지 아니한 경우
④ 타인 명의로 신청을 하였거나 신청서 내용의 허위 기재 또는 허위서류를 첨부하여 이용계약을 체결한 경우
사이트는 상기 규정에 의하여 해지된 이용고객에 대해서는 별도로 정한 기간동안 가입을 제한할 수 있습니다.

 

제6장 손해배상

 

제 14 조 (면책조항)
① 사이트는 회원이 서비스 제공으로부터 기대되는 이익을 얻지 못하였거나 서비스 자료에 대한 취사선택 또는 이용으로 발생하는 손해 등에 대해서는 책임이 면제됩니다.
② 사이트는 회원의 귀책사유나 제3자의 고의로 인하여 서비스에 장애가 발생하거나 회원의 데이터가 훼손된 경우에 책임이 면제됩니다.
③ 사이트는 회원이 게시 또는 전송한 자료의 내용에 대해서는 책임이 면제됩니다.
④ 상표권이 있는 도메인의 경우, 이로 인해 발생할 수도 있는 손해나 배상에 대한 책임은 구매한 회원 당사자에게 있으며, 사이트는 이에 대한 일체의 책임을 지지 않습니다.

 

제 15 조 (관할법원)

 

서비스와 관련하여 사이트와 회원간에 분쟁이 발생할 경우 사이트의 본사 소재지를 관할하는 법원을 관할법원으로 합니다.

 

[부칙]

 

(시행일) 이 약관은 2015년 01월부터 시행합니다.
			</textarea>
			<div style="margin: 0 auto; padding:16px; width:90px; padding-bottom:36px;">
				<label class="checkbox" for="ck2">
				  <input type="checkbox" id="ck2">동의
				</label>
			</div>
			<div class="form-check" style="text-align:center;">
				<label for="ck3" onclick="protocol()" class="form-check-label"><strong>전체 약관에 동의</strong></label>
			</div>
			<div class="buttons" style="width:100px; margin-left:300px; padding-bottom:30px; padding-top:30px;">
			  <button class="button is-primary is-outlined" id="joinbtn">회원가입</button>
			</div>
		</div>
	</div>
	<jsp:include page="${path1 }/footer.jsp" />
	
	<script>
		var ck1 = document.getElementById("ck1");
		var ck2 = document.getElementById("ck2");
		var joinbtn = document.getElementById("joinbtn");
		joinbtn.addEventListener("click", function(){
			if(ck1.checked && ck2.checked){
				location.href = "${path2 }/SignUp.do";
			} else{
				alert("약관 및 개인정보처리방침에 동의하셔야 회원가입이 가능합니다.");
				return;
			}
		})
		function protocol(){
			ck1.checked = true;
			ck2.checked = true;
		}
	</script>
</body>
</html>